Repository: rale2k/icd0021-21-22-s
Catalog: HotelManagement/App/App.Resources/Domain/Entity/Name.*.resx
Languages: et

source: Amenity
et: Mugavus

source: Client
et: Klient

source: Hotel
et: Hotell

source: Reservation
et: Reserveering

source: Room
et: Tuba

source: Room Amenity
et: Toa Mugavus

source: Room Ticket
et: Toa Kaebus

source: Room Type
et: Toa T端端p

source: Room Type Amenity
et: Toa T端端bi Mugavus

source: Section
et: Sektsioon

source: Stay
et: Viibimine

source: Ticket
et: Kaebus
